Repository: merenu/telegram-for-wp
Catalog: lang/twp-plugin-*.po
Languages: fa_ir

source: Telegram for WordPress
fa_ir: تلگرام برای وردپرس

source: Instructions
fa_ir: راهنمای کار

source: Login into %s using phone number registered in Telegram. Notifygram will send confirmation code via Telegram. Once you receive code, enter it in Notifygram and click confirm. After login, in 'Add Project' section, enter a custom name; this could be anything but we recommend to use your site name. After adding project, you will see the project view (users, api , etc). You can also add other admin of your website in the list but they have to confirm using confirmation code. Click on API link at the right of the project name and copy paste those codes in this page. Save and Enjoy!
fa_ir: در سرویس %s لاگین کنید. از شماره تلفنی که با آن در تلگرام ثبت‌نام کرده‌اید استفاده کنید. Notifygram یک کد تأیید از طریق تلگرام برای شما می‌فرستد. پس از دریافت کد آن را در Notifygram وارد کنید و بر روی دکمه confirm کلیک کنید. بعد از لاگین، در قسمت Add Project، یک نام دلخواه وارد و روی دکمه Add Project کلیک کنید. پیشنهاد می‌کنیم نام پروژه را نام سایت خودتان بگذارید. پس از ساختن پروژه، روی گزینه API (سمت راست صفحه، مقابل نام پروژه) کلیک کنید و کدهای داده شده را کپی و در این صفحه paste کنید. تنظیمات را ذخیره کنید و لذت ببرید.

source: Show Project name in messages
fa_ir: نمایش نام پروژه در ابتدای پیام‌های تلگرام

source: Send a test Message
fa_ir: فرستادن یک پیام آزمایشی

source: Send now!
fa_ir: بفرست!

source: This is a test message
fa_ir: این یک پیام آزمایشی است.

source: API key or API token are empty
fa_ir: کدهای API شما تنظیم نشده اند.

source: Save Changes
fa_ir: ذخیره تغییرات

source: Persian Tutorial in HamyarWP
fa_ir: آموزش فارسی در همیار وردپرس

source: Your API key or API token are not set. Please go to %s and set them.
fa_ir: کدهای API شما تنظیم نشده اند. لطفا به %s بروید و آنها را تنظیم کنید.

source: TWP Settings
fa_ir: تنظیمات TWP

source: Allows admins to recieve thier WordPress site notifications in their Telegram account. This plugin based on notifygram.org by Anton Ilzheev.
fa_ir: به مدیران سایت این امکان را می‌دهد تا اطلاع‌رسانی‌های سایت وردپرسی خودشان را در اکانت تلگرام دریافت کنند. این افزونه بر پایه سایت notifygram.org است.

source: Ameer Mousavi | Baloot Studio
fa_ir: امیر موسوی از بلوط استودیو
